[
  {
    "date": "2021-10-09",
    "location": "Frontløberne",
    "name": "Aarhus Futura",
    "type": "Cultural Events",
    "description": "Imagining the world 5 years from now. All the time, every time.",
    "photo": "Jonatan Nothlev",
    "gallery": "17",
    "text": "## IMAGINING THE WORLD 5 YEARS FROM NOW. ALL THE TIME, EVERY TIME.\n\n_On October 9, Aarhus Futura celebrated digital culture through a series of small events, bringing together a global community of artists, scientists, developers, designers, entrepreneurs, activists and audiences. A part of the program was presented in collaboration with SWEET CITY._\n\nFrom 13:00 to 18:00 two of the events took place at Frontløberne – amongst other things, confronting questions of how to shape Aarhus as a city approaching new challenges and potentials in a digital age.\n\n_13:00-15:00 in the common room:_\n_Aarhus as a Decentralized Autonomous Organization (DAO)_\n\nAt the dawn of this new era, we need to set the course for our digital society to remain committed to fundamental values such as freedom, democracy, equal opportunities and human rights, and to build lifelong learning communities that work together in solidarity.\n\nOur activities are always guided by the question of what new technologies mean for our lives. We never ask what technology can or will do, but always what it should do for us.\n\nAs part of our efforts to spread knowledge, Aarhus Futura is proud to include an educational track in our program.\n\nHosted by _Jędrzej Silczak (Jedi for short)_, a developer, engineer, copywriter, and polyglot. Jedi has been working in the field of blockchain technologies since 2017, developing content strategies and technical documentation for numerous projects related to blockchain and cryptocurrencies.\n\nIn his keynote he covered the following topics:\n\n- An introduction to blockchain technologies.\n- Relevant cryptocurrency projects,\n- Definition of non-fungible tokens (NFTs).\n- Current and future decentralization opportunities offered by this fast growing industry, followed by a Q&A session with enough time to satisfy your inner curiosity about this technological field.\n\n_14:00-18:00 in the 3rd Space_\n_Dive in the Metaverse_\n\nIn parallel with this educational offering, invited us to immerse yourself in the Metaverse.\nHave you ever felt the need to dive into a movie?\n\nHave you ever experienced how the music in your headphones becomes a part of you and your pulse seems to match the beat of a track?\n\nWhat if you could be part of an event where you are one with the experience and your actions help create new digital art?\n\nDive in the Metaverse served a feast for the senses inviting us to let go of our reality using generative music and visual technology to translate the physical presence into the digital world.\n´\n\nThis immersive experience was been co-created by Dystopian Creatives and Alex Newman.\n"
  },
  {
    "date": "2021-11-16",
    "location": "A-Huset, Institut for (X)",
    "name": "Election Bar",
    "type": "Cultural Events",
    "description": "On election day, we celebrated half a year of youthful democratic activities by voting, feasting and saluting!",
    "gallery": "9",
    "cover": "7",
    "photo": "Jonathan Notlev",
    "text": "## On election day, we celebrated half a year of youthful democratic activities by voting, feasting and saluting!\n\nIn order to finish off SWEET CITY in proper manner, we invited all the awesome stakeholders of the project along with the formidable young voters of Aarhus to celebrate the elections. And we dare to claim: an election with the strongest young voices we have experienced in a long, long time.\n\nBetween 16:30 and 20:00 we feasted, discussed and celebrated – before we went each of our ways to different election parties. For the occasion, we invited awesome people to contribute: _DJ Wasabi_ provided the good vibrations, _SMAG_ cooked up an enormous pot of delicious food, _SJASK_ brought along delicious bottles of natural wine and _The Institute for (X) Bar_ made sure that there were beverages for any taste.\n\nWhat an amazingly nice way to finish this project of! Thanks to all the engaged youths that have attended – and to all the awesome partners:\nc-cube, Basbjørn, Aarhus Kommune, Urban Goods, Promus, 8000 Stories, SKATEDUCATE, Aarhus Volume, ARoS Public, det turkise telt, Skolen for Kunst og Design, Aarhus Billed- og Medieskole, UAC Art Platform, tiny planet, The Heartbreak Collection, Club Curious, Embassy, Out 'n Proud, Alex' Bedroom, Siamo Street, LIVE & LITT, PUKK, The Clothing Club, DOKK1, SEIN, URBAN CONNECTION, Kulturmødet, Cypher Movement, Aarhus Futura, new visions, Studenterhuset Aarhus, Aarhus Katedralskole, Fair Bar, OUTPUT Festival, Open The Kimono, Samfundsformerne, Region Midtjylland, Den Grønne Studenterbevægelse, SMAG, Sjask, Aarhus Parkour and RAA Arhus.\n\nAnd thank you for the formidable support to: _Tuborgfondet_ and _European Region of Culture_\n"
  },
  {
    "date": "2021-08-11",
    "location": "Officerspladsen at Ridehuset",
    "name": "FLUKHX Mashup",
    "codename": "FL<span class='red'>UKH</span><span class='blue'>X</span> - Mashup",
    "type": "Cultural Events",
    "description": "8 hours of living culture",
    "gallery": "16",
    "text": "## 8 HOURS OF LIVING CULTURE\n\n_by Frontløberne, UKH and Institut for (X) feat. VVE_\n\n_On August 11 the three cultural platforms did a takeover at Aarhus Volumes Avenue One in Ridehuset. Together we facilitated a mash up of young cultural agents few metres from the city hall. The local politicians were encouraged to take part._\n\nThroughout the day and evening, DJ's from the collectives Kali-Ma, Urban Connection and VVE provided the soundscape of the day and evening. Apart from the music, the program of the day also consisted of the following:\n\n- 💔 _The Heartbreak Collection_ – an interactive art installation that collects, shares and exhibits stories of broken hearts.\n- 💫 _Club Curious_ – the creative collective hosted their very own Tattoo Salon using stencils, body paint, glitter etc.\n- 🛹 _SKATEDUCATE_ – a skate community for women, girls and non-binary people tought participants how to skate as a pro.\n- 🎧 Live Podcasting – awesome podcasters from *c-cube*🧊, _Embassy_ ✈️, _Out 'n' Proud_ 🏳️‍🌈 and _Alex' Bedroom_ 🌌 kept the meaningful conversations running.\n- 🏀 _Siamo Street_ – to keep the pulse and playfulness high, Siamo Street arranged competitions and games throughout the day.\n- 🎙 _LIVE & LITT_ – literary readings open mike. People could share some of their work on stage, be part of the audience and meet new people through literature. The host is writing teacher and author Anne Katrine Bagai.\n- ✍️ _Writing Workshop_ - Art teacher and poet Sylvester Blondin hosted a creative writing workshop. The participants could finally do a reading at LIVE & LITT.\n- 🧵 _The Clothing Club_ - sustainable fashion, shared-economy-thinking, active community and fun. The Clothing Club facilitated clothing swap, pop-up clothes from the club and a fashion show with the theme \"Express Yourself\".\n- 🎨 _Art Exhibition_ - a group of skillful up comming artists afiliated with The Youth Cultural house (UKH) displayed their paintings. The artists also brougt a giant blank canvas and let the viewers try out their own paintbrush-skills.\n"
  },
  {
    "date": "2021-10-20",
    "moredays": "20-21 OCTOBER 2021",
    "location": "DOKK1",
    "name": "Do You Feel Like Speeking Out?",
    "type": "Cultural Events",
    "gallery": "10",
    "cover": "8",
    "photo": "Jonathan Nothlev",
    "description": "A space where young people’s voices can resonate and be heard by both citizens and politicians",
    "text": "## A democratic society requires citizens to have a political opinion and to engage with democratic practices: Do you feel like speeking out?\n\nDO YOU FEEL LIKE SPEAKING OUT? was an interactive art installation, aiming to create a space where young people’s voices can resonate and be heard by both citizens and politicians.\n\nThe installation was exhibited at _the upper stair at DOKK1._ During the two days people came by and shared their voices, hopes and opinions and other listened to them as they were broadcasted out in the library.\n\nThe installation was created by _Beatriz Gonzalez Rodriguez_ for UAC - Useful Art for Communities: https://uacartplatform.com/\n"
  },
  {
    "date": "2021-08-11",
    "location": "Frontløberne",
    "name": "'We Want to Restore Energy'",
    "type": "Podcasts",
    "description": "A conversation about FLUKHX, Sweet City and their cultural and political aspirations",
    "gallery": "1",
    "photo": "Albert Krarup Madsen",
    "text": "## A CONVERSATION ABOUT FLUKHX, SWEET CITY AND THEIR CULTURAL AND POLITICAL ASPIRATIONS\n\nAt the FLUKHX Mashup, Javier Esteves invited Mathias Brander Skovsted from Frontløberne and the Sweet City project on stage to a conversation about the projects endeavours to create political debate and strengthen the voice of the youth approaching the local elections.\n\n[Listen to the conversation here](https://soundcloud.com/ccube_aarhus/mathias-live-episode)\n"
  },
  {
    "date": "2021-08-11",
    "location": "Ridehuset",
    "name": "FLUKHX Meeting",
    "codename": "FL<span class='red'>UKH</span><span class='blue'>X</span> – Meeting",
    "type": "Political Meetings",
    "description": "The growth layer culture of Aarhus",
    "gallery": "15",
    "cover": "5",
    "text": "## THE GROWTH LAYER CULTURE OF AARHUS\n\n_ In the grand and historic setting of Ridehuset, the FLUKHX Meeting brougt together youth cultural agents, municipal art centres and politicians of Aarhus. In this meeting, together we confronted questions such as: What do we meen when we talk about growth layer culture (vækstlag)? Who has access to it? Where is it going? And how do we together qualify and strengthen the unique, cultural communities of Aarhus?_\n\nThe conversation was moderated by Astrid and Peter from Urban Goods and it unfolded in three stages:\n_1. Culture and accessibility:_ How do we create a coherent city of culture that encourages and enables everyone to engage?\n_2. Mapping the cultural landscape of Aarhus:_ Where do we go and how do we connect?\n_3. The cross-disciplinary:_ Entrepreneurship and growth layer culture. How do we create a sustainable cultural environment?\n\nAll of this was framed by artistic intermezzos from the viola player Kirsten Buus Szakacs as well as the choir Clemens Knejterne.\n\n_Heat 1: Culture and accessibility_\nJesper Mardahl from PROMUS, Daniel Aneto from 8000 Stories and André Thelin from SKATEDUCATE contributed amongst others. Some of the main take-outs were that we are already working on a better integration between growth layer agents and the municipal centres as well as settled culture institutions. This important work has to elevated and highlighted even better in order to ensure accessibility for cultural agents on all levels. We also face a big challenge in terms of bridging the big cultural gap between central Aarhus and the surrounding parts of the city.\n\n_Heat 2: Mapping the cultural landscape of Aarhus_\nIn this session, the gathering interacted with a big map of Aarhus. People were incouraged to mark where in the city they feel inspired, challenged, entertained and so on. This led to workshops and conversations about specific parts of the city such as Riis Skov, Aarhus K, Aarhus Ø and Sydhavnen. See the map in the photos.\n\n_Heat 3: The cross-disciplinary_\nLaura Ellen Charlotte Carlsen from Aarhus Volume, Ole Jørgensen from ARoS Public, Camilla Aneto from det turkise telt, Beatriz Gonzalez Rodriguez from UAC Art Platform, Raffael Bender and Jesper Kjeldsen from Socialdemokratiet contributed amongst others. The discussion was centered around the struggles of breaking through the glass roof of the culture business. It is a hard game to be in – and people have to be willing to fail and invest everything to get through the eye of the needle. Both monitary, cultural as well as social capital is invested as an up-and-coming cultural entrepreneur. We talked about how cross-disciplinary and sectoral cooperation can open new possibilities, we talked about the obligations and abilities of the big cultural institutions of Aarhus to nourish growth layer agents, and finally we talked about the prioritization of the municipal culture budget (do too much money end up in too few institutions?).\n"
  },
  {
    "date": "2021-11-01",
    "location": "UKH",
    "name": "Hands-On Politics",
    "type": "Political Meetings",
    "gallery": "15",
    "cover": "4",
    "photo": "Jonathan Nothlev",
    "description": "The regular political meeting re-thought",
    "text": "## YOUNG CITIZENS AND THEIR POLITICIANS IN THE BLENDER.\n\n_During a A 3-hour session will got young citizens and political candidates to work together at eye level._\n\nWe took advantage of the diversity of the participants to create an exciting framework, and to discover new ideas and concerns. By the end of the session, young citizens had engaged in concrete political cases with a host of young up-coming politics, and the candidates had a more personal interaction with their represented.\n\nThe workshop was facilitated by Emil Winther and Javier Esteves from. C-Cube\n"
  },
  {
    "name": "'Is inclusion just about getting the immigrants out of Gellerup?'",
    "date": "2021-10-23",
    "location": "Gellerup",
    "type": "Podcasts",
    "gallery": "1",
    "description": "Ahmed and Rabih talk about their shared background in Gellerup",
    "text": "## Ahmed and Rabih talk about their shared background in Gellerup\n\nListen to this second episode of the podcast series SWEET CITY TALKS – in which we create intimate conversations about urgent topics in the world of young Aarhusians. One to one; youth to politician – in a shared attempt to shape a better city.\n\n[Listen to the podcast on Spotify here](https://open.spotify.com/episode/4iWgeIszMbSCE9H0ETaoKi?si=ef757b55552044b1)\n\n[Listen to the podcast on Apple Podcast here](https://podcasts.apple.com/us/podcast/2-ahmed-rabih-handler-inklusionen-bare-om-at-f%C3%A5-indvandrene/id1590410513?i=1000539457426)\n"
  },
  {
    "name": "\"It won't be easy, but it is deadly necessary that we act!\"",
    "date": "2021-11-06",
    "location": "Vesterbro Torv",
    "type": "Podcasts",
    "gallery": "1",
    "description": "Amanda and Jesper talk sustainability and transportation in Aarhus.",
    "text": "## Amanda and Jesper talk sustainability and transportation in Aarhus.\n\n### How does Aarhus become a green vanguard? Can we make a car free city center? And what role does Aarhus Harbour play in or against the green transition?\n\nListen to this fourth episode of the podcast series SWEET CITY TALKS – in which we create intimate conversations about urgent topics in the world of young Aarhusians. One to one; youth to politician – in a shared attempt to shape a better city.\n\n[Listen to the podcast on Spotify here](https://open.spotify.com/episode/46LnJjrzJpYUqgnpIPrg9Y?si=830aa8bb2ef3475f)\n\n[Listen to the podcast on Apple Podcast here](https://podcasts.apple.com/us/podcast/4-amanda-jesper-det-her-bliver-ikke-let-men-det-er/id1590410513?i=1000540946611)\n"
  },
  {
    "name": "'Maybe we need a cultural passport for artists'",
    "date": "2021-10-30",
    "location": "Aarhus Rådhus",
    "type": "Podcasts",
    "gallery": "1",
    "description": "What is the role of culture when upbringing our children? And do we offer artists reasonable living conditions while profiting on their creative productions?",
    "text": "## Blanca and Mette look into the cultural scene of Aarhus:\n\n### What is the role of culture when upbringing our children? And do we offer artists reasonable living conditions while profiting on their creative productions?\n\nListen to this third episode of the podcast series SWEET CITY TALKS – in which we create intimate conversations about urgent topics in the world of young Aarhusians. One to one; youth to politician – in a shared attempt to shape a better city.\n\n[Listen to the podcast on Spotify here](https://open.spotify.com/episode/6dVkfhUnju8Hg9H7aX0az5?si=E-wCgQ73R9y1WnhyPSwHxQ)\n\n[Listen to the podcast on Apple Podcast here](https://podcasts.apple.com/dk/podcast/3-blanca-mette-maybe-we-need-a-cultural-passport-for-artists/id1590410513?i=1000540197923)\n"
  },
  {
    "date": "2021-10-22",
    "moredays": "22-23 OCTOBER 2021",
    "location": "Den Rå Hal, Godsbanen",
    "name": "Output Festival",
    "type": "Cultural Events",
    "description": "Young artists debut in abundance – and we exhibit the youth's on take on the most urgent political agendas on artistic election posters",
    "photo": "Jonathan Nothlev",
    "gallery": "9",
    "text": "## Young artists debuted in abundance – and we exhibited the youth's take on the most urgent political agendas on artistic election posters\n\nIn october the artistic, youth celebration OUTPUT Festival took place. As a part of the festival, we exhibited a bunch of election posters created by young Aarhusians as a political commentary on the usual aesthetics of politics – showcasing their most urgent political agendas.\n\nThe posters have been developed through three workshops at Ungdomskulturhuset - UKH, Aarhus Billede- og Medieskole, and Skolen for Kunst og Design.\n\n"
  },
  {
    "date": "2021-10-28",
    "location": "The 3rd Space, Frontløberne",
    "name": "DATA – From Scary to Sexy",
    "type": "Policy Labs",
    "gallery": "8",
    "cover": "3",
    "photo": "Jonathan Nothlev",
    "description": "Take data by the horns and make it an essential part of enabling your beliefs and projects.",
    "text": "## TAKE DATA BY THE HORNS AND MAKE IT AN ESSENTIAL PART OF ENABLING YOUR BELIEFS AND PROJECTS.\n\n_WHAT?_\nOn this edition of the Policy Labs of SWEET CITY, we invited Aarhus' youth to boost their initiatives and support their cause more effectively in ways that also sharpen up their political thought.\n\n_HOW?_\nWe will tapped into your past and present experience making a project, joining an initiative or trying to defend a cause, and level it up with essential data-collection concepts and tools. Nothing fancy, everything useful.\n\n_INTENTION OF THE WORKSHOP WAS TO_\n\n- To facilitate a more friendly view on how data can benefit the project-making process\n- To discover fresh overlaps between working on your cause and evaluating political content\n\n_DESIRED OUTCOME_\n\n- To provide a set of basic concepts and approaches to make the use of data more familiar\n- To spark curiousity and confidence in the gradual use of data to improve projects\n\nFind the Facebook event here: https://www.facebook.com/events/289864912963365\n"
  },
  {
    "name": "\"It's crucial that our generation is optimistic\"",
    "date": "2021-10-17",
    "location": "Aarhus Rådhus",
    "type": "Podcasts",
    "description": "Anders and Anne talk sustainabilty in Aarhus",
    "text": "## Anders and Anne talk sustainabilty in Aarhus\n\nListen to this first episode of the podcast series SWEET CITY TALKS – in which we create intimate conversations about urgent topics in the world of young Aarhusians. One to one; youth to politician – in a shared attempt to shape a better city.\n\n[Listen to the podcast on Spotify here](https://open.spotify.com/episode/1m6LLlOnYEDMa3LzqooDNK?si=4504c5059c524dea)\n\n[Listen to the podcast on Apple Podcast here](https://podcasts.apple.com/us/podcast/1-anders-anne-det-er-vigtigt-at-vores-generation-er/id1590410513?i=1000538615979)\n"
  },
  {
    "date": "2021-10-09",
    "location": "UKH",
    "name": "Creative Activism - Election Posters",
    "type": "Policy Labs",
    "description": "Express your dreams and beliefs artistically by hacking the boring old election poster.",
    "gallery": "19",
    "photo": "Jonatan Nothlevg",
    "text": "## EXPRESS YOUR DREAMS AND BELIEFS ARTISTICALLY BY HACKING THE BORING OLD ELECTION POSTER.\n\nAlong with a host of art schools and experienced artists, we explored visual arts as a medium for political thinking and expression. Together we created alternative election posters as a comment to the municipal policies and political communication.\n\nOn October 23 (the day the politicians put up their election posters) we will put up and exhibit our creative posters.\n"
  },
  {
    "name": "\"Policies aren't made on the premises of the youth\"",
    "date": "2021-11-10",
    "location": "UKH",
    "type": "Podcasts",
    "description": "Momo and Mathilde talk about the potentials and challenges of young initiatives in Aarhus?",
    "text": "## Momo and Mathilde talk about the potentials and challenges of young initiatives in Aarhus?\n\n### How do we find space for new culture and sport projects in the city? Are we thinking about positive communities to narrowly? And what does it have to do with the age of our city council members?\n\nListen to this fifth episode of the podcast series SWEET CITY TALKS – in which we create intimate conversations about urgent topics in the world of young Aarhusians. One to one; youth to politician – in a shared attempt to shape a better city.\n\n[Listen to the podcast on Spotify here](https://open.spotify.com/episode/2mIQlXy7HgOMogbZV1p6fN?si=3c2b0b7eb8b94f6c)\n\n[Listen to the podcast on Apple Podcast here](https://podcasts.apple.com/us/podcast/5-momo-mathilde-der-bliver-ikke-f%C3%B8rt-politik-p%C3%A5-de/id1590410513?i=1000541305370)\n"
  },
  {
    "name": "Public hearings and city development",
    "date": "2021-06-21",
    "location": "UKH",
    "type": "Policy Labs",
    "description": "Aarhus Kommune is at the moment developing several areas of the city - e.g. Aarhus Ø, Aarhus K, Sydhavnen, not to mention Amtssygehuset",
    "gallery": "7",
    "text": "### Aarhus Kommune is at the moment developing several areas of the city - e.g. Aarhus Ø, Aarhus K, Sydhavnen, not to mention Amtssygehuset.\n\n#### On June 21, approaching a public hearing for the development plan of Amtssygehuset, a host of young inhabitans connected to Amtssygehuset met to discuss the development of the area.\n\nThe municipal project leader of the areal development, _Britta Lyager Degn_, was invited to present the anatomy of the development as well as the specific plan and the process from start to finish.\n\n_Take-aways from Britta´s presentation:_\n\n- It´s a unique thing in Aarhus that the municipality runs city development projects themselves. In many other municipalities, these projects are run primarily by private investors.\n- The municipality even has a policy on how to make these processes as inclusive for the inhabitants of Aarhus as possible: _\"The Aarhus Model for Inhabitant Involvement 2004\"_.\n- Amongst other things, this policy dictates that a developmental project should involve inhabitants early and in many stages - through a general \"municipal plan\", a \"comprehensive plan\" and a \"local plan\". These steps often also include a \"development plan\" and always specific, administrative \"construction cases\" before construction can take place.\n- All of this is a long and thorough process. A duration from start to finish of 10-20 years is not unusual.\n- Britta encourages everyone to participate in the democratic process of these plans. Both by attending the \"physical citizen meetings\" (of which there will be at least two) and by writing a hearing comment through www.deltag.aarhus.dk\n\n_Christian Juul Wendell_, CCO and chairperson of Institute of (X), also attended the policy lab and gave good advice on how to affect the development of an area - within and outside of the democratic infrastructure provided by the municipality.\n\n_Take-aways from Christian´s presentation:_\n\n- Use the temporary as your advantage: Cooperate with the developmental department around temporary activity that can create value.\n- Be a stone in the shoe: Be critical and keep the politicians accountable. Often they formulate nice visions for areas. Make sure that you remind them to live up to them.\n- Find your municipal heroes: Establish good cooperation with keypersons such as politicians and officials. Invite them to a cup of coffee and help them to understand how they can help you.\n- Hack public space: Make the public space nicer for yourself and your neighboor. Inhabit the public space with culture and influence what is possible.\n- Active construction fence: Temporary use does not have to end when construction begins. A fence surrounding the construction site can be made by culture containers, a graffiti wall or a gallery wall.\n\nAt the end of the workshop, the participants brainstormed on concerns and dreams regarding the development of Amtssygehuset - as well as actions that the municipality could take as well as them as citizens. The results looked like this:\n"
  },
  {
    "date": "2021-10-12",
    "location": "Institute for (X)",
    "name": "Tools for Change",
    "type": "Policy Labs",
    "description": "How to respond to the challenges of our times through active hope, connectivity, and creative actions?",
    "photo": "Peter Kirkegaard",
    "gallery": "20",
    "text": "## HOW TO RESPOND TO THE CHALLENGES OF OUR TIMES THROUGH ACTIVE HOPE, CONNECTIVITY, AND CREATIVE ACTIONS?\n\n_A workshop for those concerned about the state of the world and the different challenges we are witnessing — climate, social, political - with the need to explore their role and agency in contributing to positive change._\n\nIn this experiential, participatory and engaging workshop we:\n\n- re-connected with oneself and others in a supportive environment\n- explored different democratic actions that by-pass electoral politics\n- explored our role in collective transition towards a life-sustaining world\n- gained tools and approaches that can be used to drive positive change at a personal and community level\n\nThe workshop was be facilitated by _Liene Jurgelane_.\nAn anthropologist, cultural practitioner, mentor, and facilitator that has been working at the intersection of arts, culture and education for over a decade. She curates learning spaces, events and artistic interventions that resonate with the challenges of our times and invite to re-connect with oneself and others as a foundation for bringing positive transformational change. The main focus of her work and practice is exploring the relationships between community, creativity, well-being, and environment. She has worked with artists, activists, cultural collectives and institutions across Europe and is the co-founder of the educational collective new visions.\n"
  },
  {
    "date": "2021-11-11",
    "location": "The Dome",
    "name": "The Green Meeting",
    "codename": "The <span class='green'>Green</span> Meeting",
    "type": "Political Meetings",
    "description": "Let's have the big conversation about climate and sustainability!",
    "gallery": "8",
    "photo": "Jonathan Notlev",
    "text": "## LET'S HAVE THE BIG CONVERSATION ABOUT CLIMATE AND SUSTAINABILITY!\n\n_The local elections might be the last chance to vote for politicains that in due time can act upon the climate changes. In four years, we might be too close to the 1,5 degree mark that the climate scientists warn us against._\n\nWe need to address these big questions right here and right now. Together with the parties that are aiming to set the course for the coming years. We need to under stand what Aarhus Kommune can do to affect the global climate crisis – and we need to enter into dialogue with our local politicians.\n\nTherefore, Den Grønne Studenterbevægelse (The Green Student's Movement) and SWEET CITY host a drop in political meeting with local politicians and young Aarhusians in The Dome from 15:00 to 20:00.\n\nThe political meeting will consist of expert presentations, conversations with politicians and concerts. The framework of the conversations will be Den Grønne Studenterbevægelse's four \"B\"s: bæredygtigt byggeri (sustainable city development), biodiversitet (bviodiversity), bilfri midtby (car-free city center) and borgerinddragelse (political citizen involvement).\n\n_Programme:_\n\n15:00-15:15: Welcome\n\n15:15-16:00: Car-free city center\n\n16:00-16:30: Music\n\n16:30-17:15: Sustainable city development\n\n17:15-17:45: Music\n\n17:45-18:30: Biodiversity\n\n18:30-19:00: Music\n\n19:00-19:45: Political citizen involvement\n\n19:45-20:00: Goodnight\n\nThe café of The Dome will be open – and it is possible to buy beverages and food.\n"
  },
  {
    "name": "'Culture is Always Rebelious'",
    "date": "2021-08-19",
    "location": "Frontløberne",
    "type": "Podcasts",
    "description": "Conversation between Daniel Aneto and Javier Esteves - Culture, community and belonging",
    "text": "## Culture, community and belonging. How do we organize to make change?\n\nAs a part of our policy lab with _Kulturmødet Mors_ on _Transformative youth communities_, Javier Esteves and Daniel Aneto sat down for a short chat about culture and the importance of communities, belonging and collaboration in the process of creating and making a change.\n\n[Listen to the podcast here](https://soundcloud.com/ccube_aarhus/daniel-episode)\n"
  },
  {
    "name": "'We lack an alternative to The National Film School in Copenhagen'",
    "date": "2021-11-13",
    "location": "Filmby Aarhus",
    "type": "Podcasts",
    "gallery": "1",
    "description": "Laurits and Aage talk about the film environment in Aarhus – and the cultural scene in general.",
    "text": ""
  },
  {
    "date": "2021-08-19",
    "location": "Frontløberne",
    "name": "Transformative Youth Communities",
    "type": "Policy Labs",
    "description": "How do we change our city through meaningful communities?",
    "gallery": "3",
    "cover": "2",
    "photo": "Kio Jørgensen Ng",
    "text": "## HOW DO WE CHANGE OUR CITY THROUGH MEANINGFUL COMMUNITIES?\n\n_Along with Kulturmødet Mors, we created a policy lab about youth communities. The questions confronted: How to organize to make a change? What is the status of the communities post-corona? And, going forward, how can we promote the power of youths coming together for a course?_\n\nThe event was a hybrid. First part was a national, digital debate with participants from the whole country: Shubhdeep Singh Parwana (soulitate chaibar), Rikke Bogetoft (Unges møde med kunsten/Undergrowth Events), Magnus Mosholm (Subhuset/KRAS), Malte Houe (Ung Kult) and Laura Spanggaard Bülow (Rampen). The second part was a physical event at Frontløberne – including panel talk, dinner, live podcasting and intimate concert.\n\n&nbsp;\n\n_The programme:_\n\n1. Digital debate\n2. Dinner - feat. SensEAT\n3. Panel talk – feat. Nicoline Quarrie (Cypher Movement), Anne Eggebrecht (SKATEDUCATE) and Camilla Aneto (det turkise telt)\n4. Live podcast – feat. c-cube\n5. Intimate concert – feat. Lotus Noir\n\n&nbsp;\n\n_Some of the topics and discussions of the day are presented, condensed and analysed in the following:_\n\n- [Digital debate](https://www.crowdcast.io/e/km21-14)\n- [Podcast](https://soundcloud.com/ccube_aarhus/daniel-episode)\n"
  },
  {
    "date": "2021-11-10",
    "location": "UKH",
    "name": "Sweet Region",
    "type": "Political Meetings",
    "description": "Does the region even concern me? Quite a bit, and we'll show you why you should care about the regional elections",
    "gallery": "8",
    "photo": "Nicolai Hildebrand",
    "text": "## Does the region even concern me? Quite a bit, and we'll show you why you should care about the regional elections\n\n[Register for the workshop here](https://9uwfeiwfk89.typeform.com/to/hgqlt1h5)\n\nMany people are interested in the municipal elections but don't really get the regional elections. \"Doesn't the region just strictly work with the hospitals? – and do they even have any focus on the youth?\" You might ask yourself these kinds of questions as we are approaching the local elections where we have to cast to votes: one for the municipality and one for the region.\n\nIn this political meeting we want to show you, that regional politics should concern you quite a bit. In collaboration with Samfundsformerne and Region Midtjylland, we invite you to a special evening at UKH where we'll get to know eachother (and the region!) a bit better.\n\nThe evening will be finished off with awesome _poetry slam from Jakob Lund_ and delicious _Iranian food by Marcelle Rostami Lund_.\n\nThe event is from 17 to 20 and it is completely free of charge – you just need to register.\n"
  }
]
